months_dict = [
    "2012-1.xlsx", "2012-2.xlsx",
    "2012-3.xlsx", "2012-4.xlsx",
    "2012-5.xlsx", "2012-6.xlsx",
    "2012-7.xlsx", "2012-8.xlsx",
    "2012-9.xlsx", "2012-10.xlsx",
    "2012-11.xlsx", "2012-12.xlsx"
]
col_names = ['A', 'B', 'C', 'D', 'E', 'F', 'G', 'H', 'I', 'J', 'K']
ic_names = ['G', 'K']
wind_tr = [['Западный', 'Южный', 'Северный', 'Восточный', 'Переменный', 'Ю-З', 'С-З', 'Ю-В', 'С-В'],
           ['Західний', 'Південний', 'Північний', 'Східний', 'Змінний', 'Пд-Зх', 'Пн-Зх', 'Пд-Сх', 'Пн-Сх']]
column1_tr = ['Число месяца', 'Число місяця']
