months_dict = [
    "2012-1.xlsx", "2012-2.xlsx",
    "2012-3.xlsx", "2012-4.xlsx",
    "2012-5.xlsx", "2012-6.xlsx",
    "2012-7.xlsx", "2012-8.xlsx",
    "2012-9.xlsx", "2012-10.xlsx",
    "2012-11.xlsx", "2012-12.xlsx"
]
col_names = ['A', 'B', 'C', 'D', 'E', 'F', 'G', 'H', 'I', 'J', 'K']
ic_names = ['G', 'K', 'C']
wind_tr = [['Западный', 'Южный', 'Северный', 'Восточный', 'Ю-З', 'С-З', 'Ю-В', 'С-В', 'Переменный'],
           ['Західний', 'Південний', 'Північний', 'Східний', 'Пд-Зх', 'Пн-Зх', 'Пд-Сх', 'Пн-Сх', 'Змінний']]
wind_degrees = [180, 270, 90, 0, 225, 135, 315, 45]
column1_tr = ['Число месяца', 'Число місяця']
months_names = ["Січень", "Лютий", "Березень", "Квітень", "Травень", "Червень", "Липень", "Серпень",
                "Вересень", "Жовтень", "Листопад", "Грудень"]
cities_tr = [["kyiv", "dnipro", "donetsk", "i_frankivsk", "kharkiv", "kryvyi_rih", "luhansk", "lviv",
              "odesa", "simferopol"], ["Київ", "Дніпро", "Донецьк", "Івано-Франківськ", "Харків",
                                       "Кривий Ріг", "Луганськ", "Львів", "Одеса", "Сімферополь"]]